akregator
anydesk
appmenu-gtk-module
ark
autoconf
automake
bash
bash-completion
bash-it-git
bash-pipes
binutils
bison
bluedevil
bluez-utils
breeze
breeze-gtk
bzip2
cmus
cmusfm
code
compton-tryone-git
conky-cairo
coreutils
cryfs
cryptsetup
device-mapper
dhcpcd
dialog
diffutils
discover
dolphin
drkonqi
e2fsprogs
efibootmgr
fakeroot
feh
file
filesystem
findutils
firefox
flashfocus-git
flex
gawk
gcc
gcc-libs
gettext
git
glibc
google-chrome
grep
groff
grub
guake
gwenview
gzip
hstr-git
i3-gaps
i3lock-fancy-git
inetutils
iproute2
iputils
jdownloader2
jfsutils
kactivitymanagerd
kde-cli-tools
kde-gtk-config
kdeconnect
kdecoration
kdeplasma-addons
kgamma5
khotkeys
kinfocenter
kitty
kmenuedit
knetattach
konsole
kscreen
kscreenlocker
ksshaskpass
ksysguard
kwallet-pam
kwayland-integration
kwin
kwrited
less
libdbusmenu-glib
libgcrypt15
libkscreen
libksysguard
libtool
licenses
light
linux
linux-firmware
logrotate
lvm2
m4
make
man-db
man-pages
mariadb
mdadm
megasync
milou
mpv
nano
neovim
nerd-fonts-complete
netctl
network-manager-applet
networkmanager-openvpn
nodejs
npm
ntfs-3g
nzbget
os-prober
otf-san-francisco
oxygen
pacman
patch
pavucontrol
pciutils
perl
pkgconf
plasma-browser-integration
plasma-desktop
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-vault
plasma-workspace
plasma-workspace-wallpapers
polkit-kde-agent
polybar
powerdevil
procps-ng
psmisc
pulseaudio-bluetooth
pyside2
python-pip
python-pywal
python2-pip
qt5-3d
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-doc
qt5-examples
qt5-gamepad
qt5-imageformats
qt5-lottie
qt5-networkauth
qt5-purchasing
qt5-remoteobjects
qt5-scxml
qt5-serialbus
qt5-serialport
qt5-virtualkeyboard
qt5-wayland
qt5-webglplugin
qt5-websockets
qt5-webview
qt5-xmlpatterns
rar
redshift
reiserfsprogs
rofi
s-nail
sabnzbd
sddm-kcm
sed
shadow
sonarr
spicetify-cli
sudo
sysfsutils
systemd
systemd-sysvcompat
systemsettings
tar
teamviewer
terminator
texinfo
thunderbird
tmux
ttf-fira-mono
unzip
usbutils
user-manager
util-linux
vi
wget
which
wmctrl
wpa_supplicant
xclip
xdg-desktop-portal-kde
xf86-video-vesa
xfsprogs
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
yakuake
yay
zsh
zsh-completions
